<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
	<meta charset="utf-8">
    <meta name="viewport" content="width=device-width,initial-scale=1,minimum-scale=1,maximum-scale=1,user-scalable=no">
    <meta name="format-detection" content="telephone=no">
    <meta name="format-detection" content="email=no">
    <link rel="stylesheet" href="../static/css/base_yhlm.css">
    <title>隐私政策声明</title>
	<style>
        .gyrrhy-index .d2{ line-height: 24px; text-indent: 2em; background: #f2f2f2; padding: 10px 15px;}
    </style>
  </head>
  
<body>
<div class="public-top">
    <div class="back-btn" onClick="javascript :history.back(-1);"></div>
    <div class="msg" id="kk" style="margin-right: 20px;">隐私政策声明</div>
</div>
<div class="gyrrhy-index">
<%--    <div><img src="../static/images/jj_01.png" width="100%"></div>--%>
    <div class="d2">
<p>众邦联盟电商平台非常重视用户的隐私和个人信息保护。您在使用我们的产品与/或服务时，我们可能会收集和使用您的相关信息。我们希望通过《众邦联盟电商平台隐私政策》向您说明我们在您使用我们的产品或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。</p>
<p>一、我们如何收集和使用您的个人信息</p>
<p> 个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括：基本信息（包括个人姓名、生日、性别、住址、个人电话号码、电子邮箱）；个人身份信息（包括身份证、军官证、护照、驾驶证等）；面部特征；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、口令、口令保护答案）；个人财产信息（交易和消费记录、以及余额、优惠券、等虚拟财产信息）；通讯录；个人上网记录（包括网站浏览记录、软件使用记录、点击记录）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；个人位置信息（包括行程信息、精准定位信息、住宿信息、经纬度等）；</p>
<p>个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私政策中涉及的个人敏感信息包括：您的财产信息（包括交易记录及余额、优惠券等虚拟财产信息）；面部识别特征；个人身份证信息；网络身份识别信息（包括账户名、账户昵称、邮箱地址及与前述有关的密码与密码保护问题和答案）；其他信息（包括通讯录、个人电话号码、手机号码、行程信息、网页浏览记录、住宿信息、精准定位信息）。</p>
<p>我们仅会出于以下目的，收集和使用您的个人信息：</p>
<p>（一）您须授权我们收集和使用您个人信息的情形</p>
<p>我们的产品与/或服务包括一些核心功能，这些功能包含了实现网上购物所必须的功能、改进我们的产品与/或服务所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：</p>
<p>1、实现网上购物所必须的功能</p>
<p>（1）用户注册</p>
<p>您首先需要注册一个众邦联盟电商平台账户成为众邦用户。当您注册时，您需要至少向我们提供您准备使用的京东账户名、密码、您本人的手机号码、电子邮箱地址（用于验证邮箱），我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。您的账户名为您的默认昵称，您可以修改补充您的昵称、性别、生日、兴趣爱好以及您的实名验证相关信息，这些信息均属于您的“账户信息”。您补充的账户信息将有助于我们为您提供个性化的商品推荐和更优的购物体验，但如果您不提供这些补充信息，不会影响您网上购物的基本功能。</p>
<p>（2）商品信息展示和搜索</p>
<p>为了让您快速地找到您所需要的商品，我们可能会收集您使用我们的产品与/或服务的设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本、语言设置、分辨率、服务提供商网络ID（PLMN））、浏览器类型来为您提供商品信息展示的最优方式。我们也会为了不断改进和优化上述的功能来使用您的上述个人信息。</p>
<p>您也可以通过搜索来精准地找到您所需要的商品或服务。我们会保留您的搜索内容以方便您重复输入或为您展示与您搜索内容相关联的商品。请您注意，您的搜索关键词信息无法单独识别您的身份，不属于您的个人信息，我们有权以任何的目的对其进行使用；只有当您的搜索关键词信息与您的其他信息相互结合使用并可以识别您的身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。</p>
<p>（3）下单</p>
<p>当您准备对您购物车内的商品进行结算时，众邦联盟电商系统会生成您购买该商品的订单。您需要在订单中至少填写您的收货人姓名、收货地址以及手机号码，同时该订单中会载明订单号、您所购买的商品或服务信息、您应支付的货款金额及支付方式；您可以另外填写收货人的固定电话、邮箱地址信息以增加更多的联系方式确保商品可以准确送达，但不填写这些信息不影响您订单的生成。</p>
<p>上述所有信息构成您的“订单信息”，我们将使用您的订单信息来进行您的身份核验、确定交易、支付结算、完成配送、为您查询订单以及提供客服咨询与售后服务；我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。</p>
<p>（4）支付功能</p>
<p>在您下单后，您可以选择第三方支付机构微信支付或者支付宝支所提供的支付服务。支付功能本身并不收集您的个人信息，但我们需要将您的众邦订单号与交易金额信息与这些支付机构共享以实现其确认您的支付指令并完成支付。（5）交付产品或服务功能</p>
<p>在当您下单并选择在线完成支付后，众邦联盟电商平台合作的第三方（包括顺丰、圆通，达达，闪送等，以下称“配送公司”）将为您完成订单的交付。您知晓并同意众邦联盟合作的第三方配送公司会在上述环节内使用您的订单信息以保证您的订购的商品能够安全送达。</p>
<p>（6）客服与售后功能</p>
<p>我们的电话客服和售后功能会使用您的账号信息和订单信息。</p>
<p>为保证您的账号安全，我们的呼叫中心客服和在线客服会使用您的账号信息与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息，如当您要求我们变更配送地址、联系人或联系电话。</p>
<p>2、保障交易安全所必须的功能</p>
<p>为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的浏览信息、订单信息、您常用的软件信息、设备信息等手段来判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息对于众邦联盟电商系统问题进行分析、统计流量并排查可能存在的风险、在您选择向我们发送异常信息时予以排查。</p>
<p>（二）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：</p>
<p>1、与国家安全、国防安全有关的；</p>
<p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
<p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
<p>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
<p>5、所收集的个人信息是个人信息主体自行向社会公众公开的；</p>
<p>6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
<p>7、根据您的要求签订合同所必需的；</p>
<p>8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</p>
<p>9、为合法的新闻报道所必需的；</p>
<p>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
<p>11、法律法规规定的其他情形</p>
<p>（三）您个人信息使用的规则</p>
<p>1、我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。</p>
<p>2、在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</p>
<p>3、请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。</p>
<p>4、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</p>
<p>5、当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。</p>
<p>6、当我们要将您的个人信息用于本政策未载明的其它用途时，或基于特定目的收集而来的信息用于其他目的时，会通过您主动做出勾选的形式事先征求您的同意</p>
<p>二、我们如何共享、转让、公开披露您的个人信息</p>
<p>（一）共享</p>
<p>1、我们不会与众邦联盟电商以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：</p>
<p>（1）事先获得您明确的同意或授权；</p>
<p>（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</p>
<p>（3）在法律法规允许的范围内，为维护众邦联盟与您或其他用户或社会公众利益、财产或安全免遭损害而有必要提供；</p>
<p>（4） 只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；</p>
<p>（5）应您需求为您处理您与他人的纠纷或争议；</p>
<p>（6）符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
<p>（7）基于学术研究而使用；</p>
<p>（8）基于符合法律法规的社会公共利益而使用。</p>
<p>（二）转让</p>
<p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
<p>1、事先获得您明确的同意或授权；</p>
<p>2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</p>
<p>3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</p>
<p>4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。    </p>    
<p>（三）公开披露</p>
<p>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：</p>
<p>1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
<p>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。</p>
<p>三、我们如何保护和保存您的个人信息</p>
<p>（一）我们保护您个人信息的技术与措施</p>
<p>我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：</p>
<p>1、数据安全技术措施</p>
<p>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。</p>
<p>2、众邦联盟电商为保护个人信息采取的其他安全措施</p>
<p>众邦联盟电商通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用。</p>
<p>加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
<p>3、我们仅允许有必要知晓这些信息的众邦联盟的员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与中众邦联盟的合作关系。</p>
<p>4、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
<p>5、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。</p>
<p>6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>
<p>7、如果您对我们的个人信息保护有任何疑问，可通过本政策最下方约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本政策最下方【如何联系我们】约定的联系方式联络我们，以便我们采取相应措施</p>

<p>（二）您个人信息的保存</p>
<p>1、您的个人信息将全被存储于中华人民共和国境内。</p>
<p>2、除非法律法规另有规定，您的个人信息我们将保存至您账号注销之日后的一个月。我们承诺这是为了保证您在众邦联盟电商购物的消费者权益，您个人信息在众邦联盟电商须保存的最短期间。当您的个人信息超出我们所保存的期限后，我们会对您的个人信息进行删除或匿名化处理。</p>
<p>3、请您注意，当您成功申请注销众邦联盟电商账户后，我们会在三个工作日对您的个人信息进行删除或匿名化处理。</p>
<p>4、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。</p>
<p>四、您如何管理您的个人信息</p>
<p>众邦联盟电商非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：</p>
<p>1、访问和更正您的个人信息</p>
<p>除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括：</p>
<p>（1）您的账户信息：PC端及手机端您可以在“我的”页面的个人信息中提交您的所有个人信息。</p>
<p>（2）您的收货信息：PC端及手机端您可以通过访问“我的”页面的“地址管理”菜单中随时添加、更改、删除您的收货地址信息（包括收货人姓名、收货地址、收货人的电话号码或邮箱）</p>
<p>（3）您的订单信息：PC端及手机端您可以通过访问“我的订单”页面查看您的所有已经完成、待付款或待售后的订单。您可以选择删除已经完成的订单来删除您的订单信息，但这样可能导致我们无法准确判断您的购买信息而难以提供相应的售后服务。</p>
<p>（4）您无法访问和更正的个人信息：除上述列明的信息外，您的部分个人信息我们还无法为您提供访问和更正的服务，这些信息主要是为了提升您的用户体验和保证交易安全所收集的您的设备信息、您使用附加功能时产生的个人信息。上述信息我们会在您的授权范围内进行使用，您无法访问和更正，但您可联系我们进行删除或做匿名化处理。</p>
<p>2、删除您的个人信息</p>
<p>您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括订单信息、浏览信息、收货地址信息；</p>
<p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
<p>（1）如果我们处理个人信息的行为违反法律法规；</p>
<p>（2）如果我们收集、使用您的个人信息，却未征得您的同意；</p>
<p>（3）如果我们处理个人信息的行为违反了与您的约定；</p>
<p>（4）如果您注销了众邦联盟电商账户；</p>
<p>（5）如果我们终止服务及运营。</p>
<p>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
<p>请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理</p>

<p>3、注销账户</p>
<p>您可以在我们的产品中直接申请注销账户。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。</p>
<p>五、未成年人的个人信息保护</p>
<p>1、众邦联盟电商非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的书面同意。众邦联盟根据国家相关法律法规的规定保护未成年人的个人信息。</p>
<p>2、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。</p>
<p>3、如果我们发现自己在未事先获得可证实的父母或法定监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。</p>
<p>六、如何联系我们</p>
<p>1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过访问QQ 843628894在线客服系统、发送邮件至zhangjun@syyph.com或拨打4000167117与我们联系。</p>
<p>3、一般情况下，我们将在二十个工作日内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您还可以向网信、电信、公安及工商等监管部门进行投诉或举报。</p>

    </div>
<%--    <div><img src="../static/images/jj_03.png" width="100%"></div>--%>
</div>
</body>
</html>